/* No comment provided by engineer. */
"" = "";

/* No comment provided by engineer. */
"\n\n" = "\n\n";

/* No comment provided by engineer. */
" in catalog" = " в каталозі";

/* No comment provided by engineer. */
"%@ already exists. Do you want to replace it?" = "%@ вже існує. Бажаєте замінити його?";

/* No comment provided by engineer. */
"A file with the same name already exists in that location. Replacing it will overwrite its current contents." = "Файл з такою назвою вже існує в цьому місці. Заміна перезапише його поточний вміст.";

/* No comment provided by engineer. */
"Cancel" = "Скасувати";

/* No comment provided by engineer. */
"Copy %@ %@ (%@) %@ URL" = "Скопіювати %@ %@ (%@) %@ URL";

/* No comment provided by engineer. */
"Download %@ %@ (%@) Installer" = "Завантажити установник %@ %@ (%@)";

/* No comment provided by engineer. */
"Download Full Installer" = "Download Full Installer";

/* No comment provided by engineer. */
"Downloaded %@" = "Завантажено %@";

/* No comment provided by engineer. */
"Downloading %@" = "Завантаження %@";

/* No comment provided by engineer. */
"Retrying download of InstallAssistant.pkg..." = "Повторна спроба завантаження InstallAssistant.pkg...";

/* No comment provided by engineer. */
"Replace" = "Замінити";

/* No comment provided by engineer. */
"Show in Finder" = "Показати в Finder";

/* No comment provided by engineer. */
"Cancel %@ download" = "Скасувати завантаження %@";

/* No comment provided by engineer. */
"Show the installer in the Downloads folder" = "Показати установник у папці Завантаження";

/* No comment provided by engineer. */
"Language Selection" = "Вибір мови";

/* No comment provided by engineer. */
"Choose a language" = "Виберіть мову";

/* No comment provided by engineer. */
"Select Language" = "Вибрати мову";

/* No comment provided by engineer. */
"Continue" = "Продовжити";

/* No comment provided by engineer. */
"Restart Required" = "Потрібен перезапуск";

/* No comment provided by engineer. */
"The app must be restarted for changes to take effect." = "Додаток необхідно перезапустити, щоб зміни набули чинності.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Yes" = "Так";

/* No comment provided by engineer. */
"Clear app settings?" = "Очистити налаштування додатка?";

/* No comment provided by engineer. */
"(App preferences will be cleared)" = "(Налаштування додатка буде очищено)";

/* No comment provided by engineer. */
"You will lose user settings and saved language." = "Ви втратите користувацькі налаштування та збережену мову.";

/* No comment provided by engineer. */
"Warning" = "Попередження";

/* No comment provided by engineer. */
"Create Installer App from %@ %@ (%@)" = "Створити установник програми з %@ %@ (%@)";

/* No comment provided by engineer. */
"Error Creating Installer" = "Помилка створення установника macOS";

/* No comment provided by engineer. */
"The installer package %@ does not exist in the Downloads folder. Please download it first." = "Пакет встановлення %@ не існує в папці Завантаження. Спочатку завантажте його.";

/* No comment provided by engineer. */
"Success" = "Успіх";

/* No comment provided by engineer. */
"The installer app has been created successfully in /Applications" = "Додаток встановлення macOS успішно створено в /Applications";

/* No comment provided by engineer. */
"The installer package has been opened. Follow the on-screen instructions to complete the installation" = "Пакет встановлення відкрито. Дотримуйтесь інструкцій на екрані для завершення встановлення";

/* No comment provided by engineer. */
"Failed to open the installer package. Please try opening it manually from the Downloads folder" = "Не вдалося відкрити пакет встановлення. Спробуйте відкрити його вручну з папки Завантаження";

/* No comment provided by engineer. */
"Failed to create installer app. Error: %@" = "Не вдалося створити додаток встановлення macOS. Помилка: %@";

/* No comment provided by engineer. */
"No write permission to /Applications folder" = "Немає дозволу на запис у папку /Applications";

/* No comment provided by engineer. */
"Failed to create AppleScript" = "Не вдалося створити AppleScript";
